Repository: MAAlsaleh0/Wallet
Catalog: Wallet/*.lproj/Localizable.strings
Languages: ar

source: Set New Passcode
ar: إنشاء رمز دخول

source: Enter your new passcode
ar: اكتب رمز دخول جديد

source: Back
ar: عودة

source: Verify your new passcode
ar: اكتب رمز الدخول مجددًا

source: Passcodes did not match. Try again.
ar: رمز الدخول غير متطابق ٫ حاول مجددًا.

source: Login
ar: تسجيل الدخول

source: Failed Passcode
ar: خطأ في رمز الدخول

source: Wallet
ar: المحفطة

source: You don't have anything in the wallet
ar: لا يوجد أي شي بالمحفظة

source: Password Generator
ar: صانع كلمة المرور

source: details
ar: تفاصيل

source: Lenght:
ar: طول كلمة المرور:

source: Include Numbers:(01234...)
ar: يتضمن أرقام:(01234...)

source: Include Symbols:(!@#$%^...)
ar: يتضمن رموز:(!@#$%^...)

source: Include Uppercase Characters:
ar: يتضمن أحرف كبيرة:

source: Include Lowercase Characters:
ar: يتضمن أحرف صغيرة:

source: Your New Password:
ar: كلمة مرورك الجديدة:

source: Copy Password
ar: نسخ كلمة المرور

source: Password copied to clipboard
ar: تم نسخ كلمة المرور

source: Passwords
ar: كلمات المرور

source: Credit Cards
ar: بطاقات الإتمان

source: Others
ar: اخرى

source: Edit
ar: تعديل

source: Copy Username
ar: نسخ اسم المستخدم

source: Delete Password
ar: حذف كلمة المرور

source: Username copied to clipboard
ar: تم نسخ اسم المستخدم

source: Name:
ar: الأسم:

source: Username:
ar: اسم المستخدم:

source: Password:
ar: كلمة المرور:

source: Last Change:
ar: آخر تعديل:

source: Delete
ar: حذف

source: Copy Card Number
ar: نسخ رقم البطاقة

source: Delete Card
ar: حذف البطاقة

source: Card Number:
ar: رقم البطاقة:

source: Expiry date:
ar: تاريخ الإنتهاء:

source: CVV Number:
ar: رقم الأمان (CVV):

source: Card for shopping...
ar: بطاقة التسوق...

source: Text:
ar: النص:

source: Copy Text
ar: نسخ النص

source: Delete Text
ar: حذف النص

source: school note..
ar: ملاحظة المدرسة..

source: Type anything you want to store in the wallet.
ar: اكتب اي شي تريد تخرينه في المحفظة.

source: Save
ar: حفظ

source: Add To Wallet
ar: الإضافة إلى المحفظة

source: Password
ar: كلمة المرور

source: Other
ar: أخرى

source: Credit Card
ar: بطاقة إئتمان

source: Twitter password...
ar: باسوورد حسابي...

source: You should fill them all.
ar: يجب عليك ملئ جميع مربعات النصوص

source: Error
ar: خطأ

source: Okay
ar: تمام

source: Card Number copied to clipboard
ar: تم نسخ رقم البطاقة

source: Text copied to clipboard
ar: تم نسخ النص

source: When you delete it, it can’t be recovered again!
ar: اذا حذفته ٫ م تقدر تستعيده مجددًا

source: Are you sure?
ar: هل أنت متأكد؟

source: Enter Your Passcode.
ar: اكتب رمز الدخول

source: Generate Password
ar: إصنع كلمة مرور
